{
  "What is your return policy?": "You can return any product within 30 days of purchase.",
  "How do I track my order?": "You can track your order using the tracking link sent to your email.",
  "Do you offer international shipping?": "Yes, we ship products worldwide.",
  "How do I contact support?": "You can reach us at support@example.com.",
  "What payment methods do you accept?": "We accept UPI, Credit/Debit Cards, Net Banking, and PayPal.",
  "How long does delivery take?": "Delivery usually takes 4–7 business days.",
  "Can I cancel my order?": "Yes, orders can be cancelled before they are shipped.",
  "Do I need an account to place an order?": "No, you can place an order as a guest too.",
  "How do I reset my password?": "Click on 'Forgot Password' on the login page and follow instructions.",
  "Is Cash on Delivery available?": "Yes, Cash on Delivery is available in select regions.",
  "Do you provide discounts or coupons?": "We offer discounts frequently. Check the offers page for updates.",
  "How do I change my address after placing an order?": "Contact our support team immediately to update your address.",
  "What happens if I receive a damaged product?": "If you receive a damaged product, request a return or replacement within 48 hours.",
  "How do I check product availability?": "Product availability is mentioned on each product page.",
  "Can I reorder a previous purchase?": "Yes, go to your order history and reorder.",
  "How can I subscribe to newsletters?": "Scroll to the bottom of the site and enter your email to subscribe.",
  "Are my payment details secure?": "Yes, all payments are processed using secure encrypted systems.",
  "Do you provide gift packaging?": "Yes, gift packaging is available for an additional cost.",
  "How do I apply a promo code?": "Enter the promo code at checkout in the 'Apply Coupon' box.",
  "Can I exchange an item?": "Yes, exchanges are available for eligible products.",
  "What do I do if I entered incorrect details?": "Contact customer support as soon as possible to correct your details.",
  "Are products covered under warranty?": "Warranty coverage details are mentioned on each product page.",
  "Do you offer bulk or corporate orders?": "Yes, contact sale-support@example.com for bulk order assistance.",
  "How do I delete my account?": "Contact privacy-support@example.com to request account deletion.",
  "Why was my payment declined?": "Payments may fail due to insufficient balance, bank limits, or incorrect details.",
  "Do you store my credit card information?": "No, we do not store your payment card details.",
  "What is the minimum order value?": "There is no minimum order value.",
  "Do you have physical stores?": "Currently, we operate only online.",
  "Can I schedule delivery?": "Scheduled delivery is available in select cities.",
  "What size should I choose?": "Refer to the size chart available on each product page.",
  "Do you offer free shipping?": "Yes, free shipping is available on orders above the minimum threshold.",
  "How will I know if my order is confirmed?": "You will receive an email and SMS confirmation after placing your order.",
  "What courier services do you use?": "We partner with reliable courier services depending on your location.",
  "Can I return an item bought on sale?": "Sale items are eligible for return unless marked Final Sale.",
  "How does the refund process work?": "Refunds are processed back to your original payment method within 5–7 days.",
  "Will I get a confirmation after my refund is processed?": "Yes, we will notify you via email once your refund is successful.",
  "Can I modify my order after placing it?": "Orders can be modified before they are shipped.",
  "Why has my order not arrived yet?": "Delivery delays may occur due to weather or courier issues. Track your shipment for updates.",
  "How do I upload proof for return claims?": "You can upload photos while submitting a return request in your order history.",
  "Do you offer referral rewards?": "Yes, invite friends and earn rewards on their first purchase.",
  "Can I change the payment method after placing the order?": "No, payment methods cannot be changed after order placement.",
  "Do you have mobile apps?": "Yes, our mobile app is available on both iOS and Android.",
  "How do I join your membership program?": "Sign up on the membership page to receive exclusive benefits.",
  "Is my personal data secure?": "Yes, we follow strict data security and privacy policies.",
  "What is the estimated delivery date?": "The estimated delivery date is shown during checkout and in your order confirmation.",
  "Do you offer same-day delivery?": "Same-day delivery is available only in select cities.",
  "How do I report a missing item?": "Contact customer support with your order number.",
  "Can I return multiple items in one package?": "Yes, as long as they meet the return policy.",
  "Why is my account locked?": "Your account may be locked due to multiple failed login attempts. Reset your password to regain access.",
  "Where can I submit feedback?": "You can submit feedback through the Contact Us page or via email."
}
